/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "正在加密“%@”的個人專屬檔案夾";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "正在解密“%@”的個人專屬檔案夾";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "正在釋出“%@”個人專屬檔案夾裡的磁碟空間";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "正在備份“%@”的個人專屬檔案夾";

"CONVERTING_MESSAGE_FORMAT" = "正在轉換“%@”的個人專屬檔案夾";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "正在準備⋯";
"PHASE_CREATING_IMAGE" = "正在製作 FileVault⋯";
"PHASE_MOUNTING_IMAGE" = "正在裝載 FileVault⋯";
"PHASE_COPYING_TO_IMAGE" = "正在將個人專屬檔案夾的內容拷貝到 FileVault 裡⋯";
"PHASE_COPY_COMPLETE" = "拷貝完成⋯";
"PHASE_UPDATING_USER_RECORD" = "正在更新使用者記錄⋯";
"PHASE_UNMOUNTING_IMAGE" = "正在卸除 FileVault⋯";
"PHASE_DELETING_OLD_HOME" = "正在刪除舊的個人專屬檔案夾⋯";
"PHASE_SECURE_ERASING_OLD_HOME" = "正在安全清除先前的個人專屬檔案夾⋯";
"PHASE_CANCELLING" = "正在取消⋯";
"PHASE_PAUSED" = "已暫停";
"PHASE_COMPACTING" = "正在釋出磁碟空間⋯";
"PHASE_BACKINGUP" = "正在備份⋯";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "正在估計⋯";
"TIME_EST_ABOUT_5_SECONDS" = "約 5 秒鐘";
"TIME_EST_ABOUT_10_SECONDS" = "約 10 秒鐘";
"TIME_EST_UNDER_A_MINUTE" = "少於 1 分鐘";
"TIME_EST_ABOUT_A_MINUTE" = "約 1 分鐘";
"TIME_EST_ABOUT_N_MINUTES" = "大約 %d 分鐘";
"TIME_EST_ABOUT_ONE_HOUR" = "大約 1 小時";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "大約 1 小時又 %d 分鐘";
"TIME_EST_ABOUT_PLURAL_HOURS" = "大約 %d 小時";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "大約 %1$d 小時又 %2$d 分鐘";


"TIME_REMAINING_FORMAT" = "剩餘時間：%@";
"CANCEL_BUTTON_LABEL" = "取消";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "停止";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "繼續";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "確定要停止執行 FileVault 功能嗎？";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault 尚未完成此個人專屬檔案夾的加密。如果現在停止，此個人專屬檔案夾的 FileVault 功能將會停用，且個人專屬檔案夾則維持未加密的狀態。";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "確定要停止執行 FileVault 功能嗎？";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault 尚未完成此個人專屬檔案夾的解密。如果現在停止，此個人專屬檔案夾的 FileVault 功能將會啟用，且個人專屬檔案夾仍維持加密的狀態。";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "繼續";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "現在略過";

"COMPACT_CONFIRMATION_MESSAGE" = "您的個人專屬檔案夾（正由 FileVault 保護中）所用的磁碟空間超過所需。FileVault 可以釋出這些空間。要繼續嗎？";

"COMPACT_CONFIRMATION_INFO" = "在您按一下“繼續”之後，FileVault 將會釋出未使用的磁碟空間。雖然這會花上一些時間，且不能中途停止，但還是建議您現在就讓 FileVault 釋出磁碟空間。";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "好";
"FV_ERROR_TITLE" = "發生錯誤。";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "在加密的過程中發生錯誤 （%@）。將不會為此帳號啟用 FileVault。";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "在解密的過程中發生錯誤 （%@）。將不會為此帳號停用 FileVault。";
"FV_COULD_NOT_CREATE_IMAGE" = "無法製作 FileVault 磁碟映像檔";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "無法建立暫時的裝載點目錄";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "無法裝載 FileVault 磁碟映像檔以進行拷貝";
"FV_ERROR_OCCURRED_DURING_COPY" = "在拷貝的過程中發生錯誤。";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "無法裝載 FileVault 磁碟映像檔以進行驗證";
"FV_VERIFICATION_FAILED" = "驗證失敗";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "無法卸除 FileVault 磁碟映像檔";
"FV_ERROR_DEFAULT" = "%d 錯誤";

"FV_SECURE_ERASE_FINISHED_TITLE" = "已經安全清除您先前的個人專屬檔案夾。";
"FV_SECURE_ERASE_FINISHED_INFO" = "現在您的帳號已啟用 FileVault 保護，且個人專屬檔案夾的內容也已加密。";
"FV_SECURE_ERASE_FAILED_TITLE" = "在 FileVault 轉換期間安全清除您先前的個人專屬檔案夾時發生問題。";
"FV_SECURE_ERASE_FAILED_INFO" = "安全清除處理失敗，因為先前的個人專屬目錄還沒有被完全清除。";
"FV_CONTINUE_TITLE" = "確定要在背景繼續清除您先前的個人專屬檔案夾嗎？";
"FV_CONTINUE_INFO" = "如果您按“好”一下，FIleVault 會在您工作時完成對先前個人專屬檔案夾的安全清除操作。若要檢查清除處理的狀態，請打開“系統偏好設定”的“安全性”面板。";